tap "azure/kubelogin"
tap "git-duet/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "mongodb/brew"
tap "warrensbox/tap"
brew "age"
brew "awk"
brew "python@3.10"
brew "aws-shell"
brew "awscli"
brew "azure-cli"
brew "coreutils"
brew "direnv"
brew "dos2unix"
brew "fluxctl"
brew "fzf"
brew "gh"
brew "git"
brew "git-crypt"
brew "gnu-tar"
brew "grep"
brew "helm"
brew "htop"
brew "hub"
brew "ipython"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "kustomize"
brew "node"
brew "pre-commit"
brew "python@3.7"
brew "tcl-tk", link: false
brew "python@3.8"
brew "python@3.9"
brew "sphinx-doc"
brew "tcptraceroute"
brew "terraform", link: false
brew "terraform-docs"
brew "terragrunt", link: false
brew "tfenv"
brew "tflint"
brew "tgenv"
brew "tig"
brew "tmux"
brew "vault"
brew "azure/kubelogin/kubelogin"
brew "git-duet/tap/git-duet"
brew "mongodb/brew/mongodb-database-tools"
brew "mongodb/brew/mongodb-community"
cask "vagrant"
vscode "1nVitr0.blocksort"
vscode "eamodio.gitlens"
vscode "hashicorp.terraform"
vscode "lostintangent.vsls-pomodoro"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "ue.alphabetical-sorter"
